Repository: HiroHan/slideapp
Catalog: Locales/*/L0MoverNetworkUI.strings
Languages: it

source: On
it: Acceso

source: Network Help
it: Aiuto Rete

source: Bluetooth is off. Turn it on in the Settings application to use it.
it: Bluetooth è spento. Accendilo nell'applicazione Impostazioni per usarlo.

source: Turn on to see newer iPhone and iPod touch models near you with Bluetooth on. If you do, Wi-Fi will be turned off.
it: Accendilo per vedere altri modelli recenti di iPhone e iPod touch con Bluetooth acceso. Se lo accendi, verrà spento Wi-Fi.

source: Disconnected
it: Scollegato

source: Connect to a network to use Wi-Fi.
it: Collegati a una rete per usare Wi-Fi.

source: Connects with newer iPhone and iPod touch models with Bluetooth.
it: Permette di collegarsi a modelli recenti di iPhone e iPod touch via Bluetooth.

source: Turn on to see other devices using Wi-Fi. If you do, Bluetooth will be turned off.
it: Accendilo per vedere altri dispositivi sulla stessa rete Wi-Fi. Se lo accendi, verrà spento Bluetooth.

source: Network
it: Rete

source: Connects with other devices on this Wi-Fi network.
it: Permette di collegarsi ad altri dispositivi su questa rete Wi-Fi.
